Repository: KDE/kdev-embedded
Catalog: po/*/kdevembedded.po
Languages: ar, az, ca@valencia, eo, es, et, fr, he, it, ka, ko, pl, sl, sv, tr, zh_cn, zh_tw

source: A shell meta character was included in the arguments for the launch configuration '%1', this is not supported currently. Aborting start.
ar: أُدرِجت علامة وصفية للصدفة في وسائط تشكيلة الإطلاق '%1'، لا نَدعَم هذا حاليًا. إجهاض البدء.
az: "%1" işə salınması ayarları üçün arqumentlərə bir üz qabığı meta simvolu əlavə edildi ki, bu da hal-hazıra dəstəklənmir.İşə salınma ləğv edildi.
ca@valencia: S'ha inclòs un metacaràcter en els arguments de la configuració de llançament «%1», actualment açò no està admés. S'interromp.
es: Se ha incluido un metacarácter de la terminal en los argumentos de la configuración de lanzamiento «%1». Esto no se permite en la actualidad. Se ha interrumpido el inicio.
et: Käivitusseadistuse !%1" argumentides leiti shelli metamärk, mida praegu ei toetata. Käivitamisest loobutakse.
fr: Un méta-caractère de l'interpréteur a été inclus dans les arguments pour la configuration de lancement « %1 ». Cette fonction n'est pas prise en charge actuellement. Interruption du démarrage.
he: נוסף תו על למסופים בארגומנטים של ההפעלה ‚%1’, אין בזה תמיכה כרגע. ההתחלה נפסקת.
it: È stato incluso un metacarattere della shell negli argomenti per la configurazione di lancio «%1», attualmente ciò non è supportato. Avvio interrotto.
ka: გარსის მეტასიმბოლო, რომელიც %1-ის გასაშვები კონფიგურაციის არგუმენტებშია, მხარდაუჭერელია. გაშვება გაუქმებულია.
ko: 셸 메타 문자가 '%1' 실행 설정의 인자로 추가되었습니다. 현재는 지원하지 않는 설정입니다. 중단합니다.
pl: Meta znak powłoki został dołączony w argumentach dla ustawień uruchomieniowych '%1', nie jest to obecnie obsługiwane. Przerywano uruchamianie.
sl: V nastavitve za zagon je bil vključen shell metaznak '%1', a to trenutno ni podprto. Prekinitev zagona.
sv: Ett metatecken för skalet ingår i argumenten för startinställningen '%1', vilket för närvarande inte stöds. Avbryter start.
tr: '%1' başlatma yapılandırması için argümanlara bir kabuk meta karakteri dahil edildi, bu mevcut olarak desteklenmiyor. Başlatma iptal ediliyor.
zh_cn: 在启动配置“%1”的参数中包含了一个 shell 元字符，现在尚未支持，停止启动。
zh_tw: 啟動設定「%1」的參數包含 shell 的 meta 字元，目前這不被支援。取消啟動。

source: Job already running
ar: مهمة قيد التشغيل مبدئيًا
az: Tapşırıq artıq icra olunur
ca@valencia: El treball ja s'està executant
eo: Job jam funkcias
es: El trabajo ya está en ejecución
et: Töö juba käib
fr: La tâche est déjà en cours
he: המשימה כבר פעילה
it: Job già in esecuzione
ka: დავალება უკვე გაშვებულია
ko: 작업이 이미 실행 중
pl: Zadanie jest już wykonywane
sl: Posel je že v teku
sv: Jobb kör redan
tr: İş, halihazırda çaışıyor
zh_cn: 任务已在运行
zh_tw: 工作已在執行中

source: '%1' is already being executed. Should we kill the previous instance?
ar: '%1' قيد التنفيذ مبدئيًا. نَقْتل النسخة السابقة؟
az: "%1" artıq icra olunur. Əvvəlki nümunəni məhv etməliyik?
ca@valencia: «%1» ja s'està executant. S'hauria de matar la instància anterior?
eo: '%1' jam estas plenumiĝanta. Ĉu ni mortigu la antaŭan instancon?
es: Ya se está ejecutando «%1». ¿Se debe matar la instancia anterior?
et: "%1" on juba täitmisel. Kas tappa eelmine isend?
fr: « %1 » est déjà en cours d'exécution. Tuer l'instance précédente ?
he: ‚%1’ כבר פעיל. לחסל את המופע הקודם?
it: «%1» è già in esecuzione. Devo terminare la precedente istanza?
ka: '%1' -ის შესრულება უკვე მიმდინარეობს. გნებავთ წინა გაშვებული ასლის მოკვლა?
ko: '%1'이(가) 이미 실행 중입니다. 이전 인스턴스를 강제 종료하시겠습니까?
pl: '%1' jest już wykonywane. Czy zniszczyć poprzednie wystąpienie?
sl: '%1' se že izvaja. Bi moral ubiti prejšnji pojavek?
sv: '%1' kör redan. Ska den föregående instansen dödas?
tr: '%1' halihazırda yürütülüyor. Önceki örnek sonlandırılsın mı?
zh_cn: “%1”正在执行。是否要杀死前一个实例？

source: -f board/board.cfg
eo: -f tabulo/tabulo.cfg

source: -f interface/interface.cfg -f target/target.cfg
eo: -f interface/interface.cfg -f celo/target.cfg
