Repository: KDE/kdev-embedded
Catalog: po/*/kdevembedded.po
Languages: ar, az, ca@valencia, eo, es, et, fr, he, it, ka, ko, pl, sl, sv, tr, zh_cn, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
az: Xəyyam Qocayev
ca@valencia: Antoni Bella
es: Eloy Cuadra
et: Marek Laane
fr: Geoffray Levasseur, Matthieu Robin, Simon Depiets
he: צוות התרגום של KDE ישראל
it: luigi.toscano@tiscali.it
ka: Temuri Doghonadze
ko: 박신조
pl: Łukasz Wojniłowicz
sl: Matjaž Jeran
sv: Stefan Asserhäll
tr: Emir SARI
zh_cn: KDE 中国
zh_tw: pan93412, Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
az: xxmn77@gmail.com
ca@valencia: antonibella5@yahoo.com
es: ecuadra@eloihr.net
et: qiilaq69@gmail.com
fr: geoffray.levasseurbrandin@numericable.fr, kde@macolu.org, sdepiets@gmail.com
he: kde-l10n-he@kde.org
it: luigi.toscano@tiscali.it
ka: Temuri.doghonadze@gmail.com
ko: kde@peremen.name
pl: lukasz.wojnilowicz@gmail.com
sl: matjaz.jeran@amis.net
sv: stefan.asserhall@bredband.net
tr: emir_sari@icloud.com
zh_cn: kde-china@kde.org
zh_tw: pan93412@gmail.com, mail@kisaragi-hiu.com

source: Arduino Setup
ar: إعداد أردوينو
az: Arduino qurulması
ca@valencia: Configuració Arduino
eo: Agordo de Arduino
es: Configuración de Arduino
et: Arduino seadistamine
fr: Configuration d'Arduino
he: הגדרות Arduino
it: Impostazione di Arduino
ka: Arduino -ის მორგება
ko: 아두이노 설정
pl: Ustawienia Arduino
sl: Nastavitev Arduina
sv: Inställning av Arduino
tr: Arduino Kurulumu
zh_cn: Arduino 设置
zh_tw: Arduino 設定

source: Configure Arduino Toolkit.
ar: اضبط عدة أدوات أردوينو.
az: Arduino alətlər dəstini ayarlamaq
ca@valencia: Configura el joc d'eines Arduino.
eo: Agordi Arduino Ilaron.
es: Configurar el juego de herramientas para Arduino.
et: Arduino tööriistakomplekti seadistamine.
fr: Configurer la boite à outils Arduino.
he: הגדרת ערכת הכלים של Arduino.
it: Configura Arduino Toolkit.
ka: Arduino-ის ხელსაწყოების მორგება.
ko: 아두이노 툴킷을 설정합니다.
pl: Ustawienia zestawu narzędzi Arduino.
sl: Nastavi zbirko orodja Arduino.
sv: Anpassa Arduino-verktygslåda.
tr: Arduino Araç Seti Yapılandırması.
zh_cn: 配置 Arduino 工具包。
zh_tw: 設定 Arduino 工具箱。

source: Toolkit manager for Arduino programs.
ar: مدير عدة الأدوات لبرامج أردوينو.
az: Arduino proqramları üçün alətlər dəsti idarəetməsi
ca@valencia: Gestiona el joc d'eines per als programes Arduino.
eo: Administranto de ilaro por Arduino-programoj.
es: Gestor de herramientas para programas de Arduino.
et: Arduino programmide tööriistakomplekti haldur.
fr: Gestionnaire de boite à outils pour les programmes Arduino.
he: מנהל ערכת כלים לתוכניות Arduino.
it: Gestore del toolkit per programmi Arduino.
ka: ხელსაწყოების ნაკრები Arduino-ის პროგრამებისთვის.
ko: 아두이노 프로그램의 툴킷 관리자입니다.
pl: Narzędzia do zarządzania programami Arduino
sl: Upravljalnik orodij za programe Arduino.
sv: Hantering av verktygslåda för Arduino-program.
tr: Arduino programları için Araç Seti yöneticisi.
zh_cn: Arduino 程序的工具包管理器。
zh_tw: Arduino 程式用的工具箱管理器。

source: <p>More information at: <a href="mailto:%1">%1</a></p>
ar: <p>مزيد من المعلومات لدى: <a href="mailto:%1">%1</a></p>
az: <p>Daha çox məlumat burada: <a href="mailto:%1">%1</a></p>
ca@valencia: <p>Més informació a: <a href="mailto:%1">%1</a></p>
eo: <p>Pliaj informoj ĉe: <a href="mailto:%1">%1</a></p>
es: <p>Más información en: <a href="mailto:%1">%1</a></p>
et: <p>Täpsemat teavet leiab aadressil: <a href="mailto:%1">%1</a></p>
fr: <p>Plus d'informations sur : <a href="mailto:%1">%1</a></p>
he: <p>פרטים נוספים דרך: <a href="mailto:%1">%1</a></p>
it: <p>Maggiori informazioni presso: <a href="mailto:%1">%1</a></p>
ka: <p>მეტი ინფორმაციისთვის იხილეთ: <a href="mailto:%1">%1</a></p>
ko: <p>더 많은 정보: <a href="mailto:%1">%1</a></p>
pl: <p>Więcej informacji na: <a href="mailto:%1">%1</a></p>
sl: <p>Več informacij na: <a href="mailto:%1">%1</a></p>
sv: <p>Mer information på: <a href="mailto:%1">%1</a></p>
tr: <p>Daha fazla bilgi : <a href="mailto:%1">%1</a></p>
zh_cn: <p>更多信息参见： <a href="mailto:%1">%1</a></p>
zh_tw: <p>更多資訊在：<a href="mailto:%1">%1</a></p>

source: Embedded plugin is an unofficial project by Patrick J. Pereira.
ar: المُلحق المضمّن هو مشروع غير رسمي لـ Patrick J. Pereira.
az: Patrick J. Pereira tərəfindən rəsmi olmayan daxili qoşma.
ca@valencia: El connector incrustat és un projecte no oficial del Patrick J. Pereira.
eo: Enigita kromaĵo estas neoficiala projekto de Patrick J. Pereira.
es: Complemento empotrado es un proyecto no oficial de Patrick J. Pereira.
et: Sardseadmete plugin on Patrick J. Pereira mitteametlik projekt.
fr: Le module externe embarqué est un projet non officiel de Patrick J. Pereira.
he: תוסף המערכות המשובצות הוא מיזם בלתי רשמי מאת פטריק ג׳. פריירה.
it: L'estensione embedded è un progetto non ufficiale di Patrick J. Pereira.
ka: ჩადგმული დამატება Patrick J. Pereira-ის არაოფიციალური პროექტია.
ko: 임베디드 플러그인은 Patrick J. Pereira의 비공식 프로젝트입니다.
pl: Wtyczka urządzeń osadzanych jest nieoficjalnym projektem Patrick J. Pereira.
sl: Vdelani vtičnik je neuradni projekt Patricka J. Pereira.
sv: Inbäddat insticksprogram är ett inofficiellt projekt av Patrick J. Pereira.
tr: Gömülü eklenti Patrick J. Pereira ' nın resmi olmayan bir projesidir.
zh_cn: 嵌入式插件是 Patrick J. Pereira 的一个非官方项目。
zh_tw: 嵌入式外掛程式是由 Patrick J. Pereira 所做的非官方專案。

source: Arduino %1 for %2
ar: أردوينو %1 لـ %2
az: %2 üçün Arduino %1.
ca@valencia: Arduino %1 per a %2
eo: Arduino %1 por %2
es: Arduino %1 para %2
et: Arduino %1 platvormile %2
fr: Arduino %1 pour %2
he: Arduino %1 ל־%2
it: Arduino %1 per %2
ka: Arduino %1-ი %2-სთვის
ko: %2의 아두이노 %1
pl: Arduino %1 dla %2
sl: Arduino %1 za %2
sv: Arduino %1 för %2
tr: Arduino %2 için %1
zh_tw: %2 用的 Arduino %1

source: Downloading...
ar: نزّل...
az: Endirilir...
ca@valencia: S'està baixant…
eo: Elŝutante...
es: Descargando...
et: Allalaadimine ...
fr: Téléchargement en cours...
he: מתבצעת הורדה…
it: Scaricamento...
ka: გადმოწერა...
ko: 다운로드 중...
pl: Pobieranie...
sl: Prenos na računalnik...
sv: Laddar ner...
tr: İndiriliyor...
zh_cn: 下载中...
zh_tw: 下載中...

source: Downloaded
ar: منزّل
az: Endirildi
ca@valencia: Baixat
eo: Elŝutite
es: Descargado
et: Alla laaditud
fr: Téléchargé
he: ירד
it: Scaricato
ka: გადმოწერილია
ko: 다운로드됨
pl: Pobrano
sl: Preneseno
sv: Nerladdad
tr: İndirildi
zh_cn: 已下载
zh_tw: 已下載

source: Download cancelled
ar: إلغاء التنزيل
az: Endirilmə ləğv edildi
ca@valencia: Baixada cancel·lada
eo: Elŝuto nuligita
es: Descarga cancelada
et: Allalaadimine katkestati
fr: Téléchargement annulé
he: ההורדה בוטלה
it: Scaricamento annullato
ka: გადმოწერა გაუქმდა
ko: 다운로드 취소됨
pl: Anulowano pobieranie
sl: Prenos preklican
sv: Nerladdning avbruten
tr: İndirme iptal edildi
zh_cn: 下载已取消
zh_tw: 下載已取消

source: Extracting...
ar: استخرج...
az: Çıxarılır...
ca@valencia: S'està extraent…
eo: Ĉerpante...
es: Extrayendo...
et: Lahtipakkimine ...
fr: Extraction...
he: מתבצע חילוץ…
it: Estrazione...
ka: გაშლა...
ko: 압축 푸는 중...
pl: Wypakowywanie...
sl: Izvlačenje...
sv: Extraherar...
tr: Çıkarılıyor...
zh_cn: 正在解压缩...
zh_tw: 解壓中...

source: Extracting...
ar: استخرج...
az: Çıxarılır...
ca@valencia: S'està extraent…
eo: Ekstraktante...
es: Extrayendo...
et: Lahtipakkimine ...
fr: Extraction...
he: מתבצע חילוץ…
it: Estrazione...
ka: გაშლა...
ko: 압축 푸는 중...
pl: Wypakowywanie...
sl: Izvlačenje...
sv: Extraherar...
tr: Çıkarılıyor...
zh_cn: 正在解压缩...
zh_tw: 解壓中...

source: Extracted
ar: مستخرج
az: Çıxarıldı
ca@valencia: Extret
eo: Ekstraktita
es: Extraído
et: Lahti pakitud
fr: Extrait
he: חולץ
it: Estratto
ka: გამოშლილი
ko: 압축 풀림
pl: Wypakowano
sl: Izvlečeno
sv: Extraherad
tr: Çıkarıldı
zh_cn: 已解压
zh_tw: 已解壓

source: Find Files
ar: اعثر على الملفات
az: Faylları tapmaq
ca@valencia: Busca en els fitxers
eo: Trovi Dosierojn
es: Buscar archivos
et: Failide otsimine
fr: Trouver des fichiers
he: איתור קבצים
it: Trova file
ka: ფაილების პოვნა
ko: 파일 찾기
pl: Znajdź pliki
sl: Poišči datoteke
sv: Sök efter filer
tr: Dosyaları Bul
zh_cn: 查找文件
zh_tw: 尋找檔案

source: Downloading... (%1 / %2)
ar: نزّل... (%1 / %2)
az: Endirilir... (%1 / %2)
ca@valencia: S'està baixant… (%1 / %2)
eo: Elŝutante... (%1 / %2)
es: Descargando... (%1 / %2)
et: Allalaadimine ... (%1 / %2)
fr: Téléchargement... (%1 / %2)
he: מתבצעת הורדה… (%1 / %2)
it: Scaricamento... (%1 / %2)
ka: გადმოწერა... (%1 / %2)
ko: 다운로드 중...(%1/%2)
pl: Pobieranie... (%1 / %2)
sl: Prenašanje... (%1 / %2)
sv: Laddar ner... (%1/%2)
tr: İndiriliyor... (%1 / %2)
zh_cn: 正在下载... (%1 / %2)
zh_tw: 下載中... (%1 / %2)

source: Wizard
ar: المُرشد
az: Bələdçi
ca@valencia: Assistent
eo: Sorĉisto
es: Asistente
et: Nõustaja
fr: Assistant
he: אשף
it: Procedura guidata
ka: ოსტატი
ko: 마법사
pl: Pomocnik
sl: Čarovnik
sv: Guide
tr: Sihirbaz
zh_cn: 向导
zh_tw: 精靈

source: First-time configuration
ar: تشكيلة المرة مبدئي
az: Birinci dəfəki ayarlanma
ca@valencia: Configuració per primera vegada
eo: Unuafoja agordo
es: Primera configuración
et: Esmane seadistus
fr: Configuration première utilisation
he: הגדרות לפעם הראשונה
it: Configurazione al primo avvio
ka: პირველი გაშვების მორგება
ko: 첫 실행 설정
pl: Pierwsze ustawienia
sl: Prvo nastavljanje
sv: Förstagångsinställning
tr: İlk yapılandırma
zh_cn: 初次启动配置
zh_tw: 初始設定

source: The plugin needs some information in order to work correctly.<br />Please fill them in the form below:
ar: يحتاج المُلحق إلى بعض المعلومات ليعمل بصورة صحيحة.<br />املأها في النموذج التالي:
az: Düzgün işləməsi üçün qoşmaya bəzi məlumatlar lazımdır. <br />Lütfən onları aşağıdakı formada doldurun:
ca@valencia: El connector necessita alguna informació per tal de funcionar correctament.<br />Empleneu el formulari següent:
es: El complemento necesita información para funcionar correctamente.<br />Por favor, rellene el siguiente formulario:
et: Plugin vajab korralikuks tööks pisut informatsiooni.<br />Palun anna see allpool:
fr: Ce module externe a besoin de certaines informations pour fonctionner correctement.<br /> Veuillez les renseigner dans le formulaire ci-dessous :
he: התוסף הזה צריך קצת מידע כדי לעבוד כראוי.<br />נא למלא את הפרטים בטופס שלהלן.
it: L'estensione richiede alcune informazioni per poter funzionare correttamente.<br /> Inseriscile nella scheda sottostante:
ka: სწორად სამუშაოდ ამ დამატებას ინფორმაცია ესაჭიროება. <br/>შეავსეთ ქვემო ველები:
ko: 이 플러그인이 올바르게 작동하려면 일부 정보가 필요합니다.<br />아래 양식에 입력하십시오:
pl: Wtyczka wymaga pewnych informacji, aby działać poprawnie.<br />Podaj je poniżej:
sl: Vtičnik potrebuje nekaj informacij za pravilno delovanje.<br />Izpolnite jih v spodnjem obrazcu:
sv: Insticksprogrammet behöver viss information för att fungera på ett riktigt sätt.<br />Fyll i den i formuläret nedan:
tr: Eklentinin doğru bir şekilde çalışması için bazı bilgilere gereksinimi vardır.<br />Lütfen onları aşağıdaki forma doldurunuz:
zh_cn: 该插件需要一些信息来正常工作。<br /> 请在以下表格中填写：
zh_tw: 這個外掛程式要正常運作需要一些資訊。<br />請在以下表單內填入：

source: The Arduino location is needed to continue.
ar: يلزم موقع أردوينو للمتابعة.
az: Davam etmək üçün Arduino'ya yer lazımdır.
ca@valencia: Per a continuar es necessita la ubicació d'Arduino.
eo: La loko de Arduino estas necesa por daŭri.
es: La ubicación de Arduino es necesaria para continuar.
et: Jätkamiseks on tarvis Arduino asukohta.
fr: L'emplacement d'Arduino est nécessaire pour continuer.
he: צריך את המקום של Arduino כדי להמשיך.
it: La posizione di Arduino è richiesta per continuare.
ka: გასაგრძელებლად საჭიროა Arduino-ის მდებარეობის მითითება.
ko: 계속 진행하려면 아두이노 위치를 지정해야 합니다.
pl: Wymaganej jest miejsce Arduino.
sl: Lokacija Arduina je potrebna za nadaljevanje.
sv: Platsen för Arduino behövs för att fortsätta.
tr: Sürdürmek için Arduino konumu gereklidir.
zh_cn: 需要 Arduino 位置信息来继续。
zh_tw: 需要有 Arduino 位置才能繼續。

source: E&xisting installation
ar: تثبيت &موجود
az: &Mövcud quraşdırma
ca@valencia: Instal·lació e&xistent
eo: E&ekzistanta instalado
es: Instalación e&xistente
et: Ol&emasolev paigaldus
fr: Installation e&xistante
he: התקנה &קיימת
it: Installazione e&sistente
ka: &არსებული დაყენებული
ko: 기존 설치(&X)
pl: I&stniejąca instalacja
sl: Obstoječa namestitev
sv: &Befintlig installation
tr: &Var olan kurulum
zh_cn: 已存在的安装 (&x)
zh_tw: 現存安裝(&X)

source: Ard&uino path:
ar: مسار &أردوينو:
az: Ard&uino yolu:
ca@valencia: Camí cap a Ard&uino:
eo: Ard&uino vojo:
es: R&uta de Arduino:
et: Ard&uino asukoht:
fr: Emplacement d'Ard&uino :
he: &נתיב ל־Arduino:
it: Percorso di Ard&uino:
ka: &Ardruino-ის ბილიკი:
ko: 아두이노 경로(&U):
pl: Ścieżka Ard&uino:
sl: Pot do Arduina:
sv: Sökväg till Ard&uino:
tr: Ard&uino yolu:
zh_cn: Ard&uino 路径：
zh_tw: Ard&uino 路徑：

source: Auto&matic installation
ar: تثبيت آ&لي
az: Öz-özünə quraşdır&ma
ca@valencia: Instal·lació auto&màtica
eo: Aŭto&mata instalado
es: Instalación auto&mática
et: Auto&maatne paigaldus
fr: Installation auto&matique
he: התקנה &אוטומטית
it: Installazione auto&matica
ka: &ავტომატურად დაყენება
ko: 자동 설치(&M)
pl: Sa&moczynne wgrywanie
sl: Samodejna namestitev
sv: Auto&matisk installation
tr: Ot&omatik kurulum
zh_cn: 自动安装 (&m)
zh_tw: 自動安裝(&M)

source: <p>This will download and install the software automatically from <a href="http://arduino.cc/">the Arduino website</a>.</p>
ar: <p>هذا ينزّل ويثبت البرنامج آليًا من <a href="http://arduino.cc/">موقع أردوينو</a>.</p>
az: <p>Bu, proqram təminatını avtomatik <a href="http://arduino.cc/">Arduino veb səhifəsi</a>ndən yükləyəcək.</p>
ca@valencia: <p>Açò baixarà i instal·larà automàticament el programari des del <a href="http://arduino.cc/">lloc web Arduino</a>.</p>
es: <p>Esto descargará e instalará el software automáticamente desde <a href="http://arduino.cc/">el sitio web de Arduino</a>.</p>
et: <p>See lubab tarkvara <a href="http://arduino.cc/">Arduino veebilehelt</a> automaatselt alla laadida ja paigaldada.</p>
fr: <p>Le logiciel sera automatiquement téléchargé et installé depuis le <a href="http://arduino.cc/">site Web d'Arduino</a>.</p>
he: <p>יוריד ויתקין את התוכנה מ־<a href="http://arduino.cc/">האתר של Arduino</a> אוטומטית.</p>
it: <p>Questo scaricherà e installerà il software automaticamente dal <a href="http://arduino.cc/">sito di Arduino</a>.</p>
ka: <p>ეს ავტომატურად გადმოწერს და დააყენებს საჭირო პროგრამებს <a href="http://arduino.cc/">Arduino -ის საიტიდან</a>.</p>
ko: <p>이 작업을 실행하면 <a href="http://arduino.cc/">아두이노 웹사이트</a>에서 소프트웨어를 다운로드하여 설치합니다.</p>
pl: <p>Spowoduje to samoczynne pobranie i wgranie oprogramowania ze <a href="http://arduino.cc/">strony internetowej Arduino</a>.</p>
sl: <p>To bo preneslo in samodejno namestilo programje iz <a href="http://arduino.cc/">spletišča Arduino</a>.</p>
sv: <p>Det här laddar automatiskt ner och installerar programvaran från <a href="http://arduino.cc/">Arduinos webbplats</a>.</p>
tr: <p>Buradan otomatik olarak yazılımı indirir ve yükler <a href="http://arduino.cc/">Arduino web sitesi</a>.</p>
zh_cn: <p>这会自动从 <a href="http://arduino.cc/">Arduino 网站</a> 下载并安装软件。</p>
zh_tw: <p>這會自動從 <a href="http://arduino.cc/">Arduino 網站</a>下載並安裝軟體。</p>

source: <p>The sketchbook folder is where the plugin will look for existing projects.<br/>It will be created if it does not exist already.</p>
ar: <p>مجلد دفتر الرّسم هو حيث يبحث المُلحق عن المشاريع الموجودة.<br/>إنشاء هذا المجلد إن لا يوجد مبدئيًا.</p>
az: <p>Eskiz dəftəri qovluğu - qoşmanın mövcud layihələrinin axtarıldığı yerdir.<br/>Əvvəllər mövcud olmayıbsa o zaman yaradılacaq.</p>
ca@valencia: <p>La carpeta «sketchbook» és on el connector buscarà projectes existents.<br/>Si no existix, serà creada.</p>
es: <p>La carpeta de bocetos es el lugar donde el complemento buscará proyectos existentes.<br/>Se creará una nueva si no existe ninguna.</p>
et: <p>Visandivihiku kataloogist otsib plugin olemasolevaid projekte.<br/>Kui seda ei ole, see luuakse.</p>
fr: <p>Le dossier des carnets de croquis est l'emplacement où le module externe cherchera des projets existants.<br/>S'il n'existe pas, ce dossier sera créé.</p>
he: <p>תיקיית ספרי הסקיצות הוא המקום שהתוסף יחפש בו מיזמים קיימים.<br/>היא תיווצר אם טרם נוצרה.</p>
it: <p>La cartella sketchbook è quella in cui l'estensione cerca i progetti esistenti.<br/>Viene creata se non esiste.</p>
ka: <p>საქაღალდე, სადაც დამატება არსებულ პროექტებს მოძებნის.<br/>თუ არ არსებობს, ისე შეიქმნება.</p>
ko: <p>플러그인에서 기존 프로젝트를 찾을 스케치북 폴더입니다.<br/>해당 폴더가 없으면 새로 만듭니다.</p>
pl: <p>Katalog szkicownika jest miejsce, gdzie wtyczka będzie szukać istniejących projektów.<br/>Zostanie utworzony, jeśli jeszcze nie istnieje.</p>
sl: <p>V mapi skic je vtičnik, kjer bo iskal obstoječe projekte.<br/>Tam bo ustvarjen, če že ne obstaja.</p>
sv: <p>Sketchbok-katalogen är platsen där insticksprogrammet söker efter befintliga projekt.<br/>Den skapas om den inte redan finns.</p>
tr: </p>Eskiz defteri klasörü, Eklentinin mevcut projeleri araştırdığı yerdir.<br/>Daha önce var olmamış ise oluşturulur.</p>
zh_cn: <p>该插件会在速写本文件夹中寻找已有项目。<br/>假如它尚未存在，它会被创建。</p>
zh_tw: <p>本外掛程式會在塗鴉區資料夾中尋找現存的專案。<br/>如果它不存在，它會被建立。</p>

source: S&ketchbook path:
ar: مسار دفتر الرّسم:
az: Es&kiz dəftəri yolu:
ca@valencia: Camí cap a «sketchbook»:
eo: Vojo de S&skizlibro:
es: Ruta de los &bocetos:
et: &Visandivihiku asukoht:
fr: Emplacement du carne&t de croquis :
he: נתיב ספר &סקיצות:
it: Percorso di S&ketchbook:
ka: &პროექტების ბილიკი:
ko: 스케치북 경로(&K):
pl: Ścieżka sz&kicownika:
sl: Pot do skicirke:
sv: Sökväg till s&ketchbok:
tr: E&skiz defteri yolu:
zh_cn: 速写本路径(&k)：
zh_tw: 塗鴉區路徑(&K)：

source: Automatic Installation
ar: التثبيت الآلي
az: Öz-özünə quraşdırılma
ca@valencia: Instal·lació automàtica
eo: Aŭtomata Instalado
es: Instalación automática
et: Automaatne paigaldus
fr: Installation automatique
he: התקנה אוטומטית
it: Installazione automatica
ka: ავტომატურად დაყენება
ko: 자동 설치
pl: Samoczynne wgrywanie
sl: Samodejna namestitev
sv: Automatisk installation
tr: Otomatik Kurulum
zh_cn: 自动安装
zh_tw: 自動安裝

source: The plugin will now download and install the required software.
ar: ينزّل الملحق البرنامج المطلوب ويثبته الآن.
az: Qoşma insi tələb olunan proqram təminatını endirəcək və quraşdıracaqdır.
ca@valencia: El connector ara baixarà i instal·larà el programari necessari.
eo: La kromaĵo nun elŝutos kaj instalos la bezonatan programaron.
es: El complemento descargará e instalará ahora el software necesario.
et: Plugin laadib nüüd nõutava tarkvara alla ja paigaldab selle.
fr: Le module externe va désormais télécharger et installer le logiciel requis.
he: התוסף יוריד ויתקין כעת את התוכנה הנדרשת.
it: Questa estensione scaricherà e installerà il software richiesto.
ka: ეს დამატება ახლა ყველა საჭირო პროგრამას გადმოწერს და დააყენებს.
ko: 이 플러그인에서 필요한 소프트웨어를 다운로드하여 설치합니다.
pl: Wtyczka pobierze teraz i wgra wymagane oprogramowanie.
sl: Vtičnik se bo zdaj prenesel in namestil potrebno programsko opremo.
sv: Insticksprogrammet laddar nu ner och installerar nödvändig programvara.
tr: Eklenti şimdi istenilen yazılımı indirecek ve yükleyecektir.
zh_cn: 本插件现在将下载并安装所需的软件。
zh_tw: 本外掛程式現在將會下載並安裝需要的軟體。

source: Step 1: Download
ar: الخطوة 1: التنزيل
az: Addım 1: Endirmək
ca@valencia: Pas 1: Baixada
eo: Paŝo 1: Elŝuti
es: Paso 1: Descarga
et: 1. samm: allalaadimine
fr: Étape 1 : téléchargement
he: שלב 1: הורדה
it: Passo 1: scaricamento
ka: ნაბიჯი 1: გადმოწერა
ko: 1단계: 다운로드
pl: Krok 1: Pobieranie
sl: Korak 1: Prenos
sv: Steg 1: Nerladdning
tr: Adım 1: İndir
zh_cn: 第一步：下载
zh_tw: 第 1 步：下載

source: Step 2: Installation
ar: الخطوة 2: التثبيت
az: Addım 2: Quraşdırmaq
ca@valencia: Pas 2: Instal·lació
eo: Paŝo 2: Instalado
es: Paso 2: Instalación
et: 2. samm: paigaldamine
fr: Étape 2 : installation
he: שלב 2: התקנה
it: Passo 2: installazione
ka: ნაბიჯი 2: დაყენება
ko: 2단계: 설치
pl: Krok 2: Wgrywanie
sl: Korak 2: Namestitev
sv: Steg 2: Installation
tr: Adım 2: Kurulum
zh_cn: 第二步：安装
zh_tw: 第 2 步：安裝

source: Configuration successful
ar: تشكيلة ناجحة
az: Uğurla quruldu
ca@valencia: Configuració amb èxit
eo: Agordo sukcesa
es: Configuración terminada con éxito
et: Seadistamine oli edukas
fr: Configuration réussie
he: ההגדרה הצליחה
it: Configurazione riuscita
ka: მორგება წარმატებულია
ko: 설정 성공
pl: Pomyślnie ustawiono
sl: Uspešna nastavitev
sv: Inställning lyckades
tr: Yapılandırma başarılı
zh_cn: 配置成功
zh_tw: 設定成功

source: The plugin is now ready.
ar: المُلحق جاهز الآن.
az: Qoşma artıq hazırdır.
ca@valencia: El connector ja està llest.
eo: La kromaĵo nun estas preta.
es: El complemento está ahora preparado.
et: Plugin on nüüd omadega valmis.
fr: Le module externe est désormais prêt.
he: התוסף מוכן כעת.
it: Questa estensione è ora pronta.
ka: დამატება ახლა მზადაა.
ko: 플러그인이 준비되었습니다.
pl: Wtyczka jest gotowa.
sl: Vtičnik je zdaj pripravljen.
sv: Insticksprogrammet är nu klart.
tr: Eklenti şimdi hazır.
zh_cn: 本插件已就绪。
zh_tw: 外掛程式已就緒。

source: The configuration is complete, you may now start using the IDE.<br />Thank you for using the software. Enjoy!
ar: التشكيلة كاملة، يمكنك بدء استعمال بيئة التطوير المتكاملة الآن.<br />شكرًا لاستعمالك البرنامج. استمتع!
az: Qurulma başa çatdı, indi siz İDE istifadə etməyə başlaya bilərsiniz. <br />Proqram təminatından istifadə etdiyiniz üçün təşəkkür edirik.
ca@valencia: S'ha completat la configuració, ara podeu començar a emprar l'EDI.<br />Gràcies per utilitzar el programari. Gaudiu-ne!
es: La configuración se ha completado. Ahora puede empezar a usar el IDE.<br />Gracias por usar este software. ¡Diviértase con él!
et: Seadistus on valmis, võid hakata IDE-t kasutama.<br />Täname sind tarkvara kasutamise eest. Naudi seda!
fr: La configuration est terminée, vous pouvez commencer à utiliser l'IDE.<br /> Merci d'utiliser ce logiciel. Amusez-vous bien !
he: ההגדרות הושלמו, ניתן להתחיל להשתמש בסביבת הפיתוח המשולבת כעת.<br />תודה על השימוש בתוכנה. בהצלחה!
it: La configurazione è completa, puoi iniziare a usare l'IDE.<br />Grazie per usare il software. Buon divertimento!
ka: მორგება დასრულდა. IDE ახლა გამოყენებადია. <br /> მადლობა ამ პროგრამის გამოყენებისთვის. ისიამოვნეთ!
ko: 설정이 완료되었습니다. IDE를 사용할 수 있습니다.<br /> 소프트웨어를 사용해 주셔서 감사합니다. 즐거운 코딩 되십시오!
pl: Ustawienia są gotowe, możesz rozpocząć używanie IDE.<br />Dziękujemy za używanie tego oprogramowania. Baw się dobrze!
sl: Nastavitev je končana, zdaj lahko začnete uporabljati integrirano razvojno okolje.<br />Hvalaza uporabo programske opreme. Uživajte!
sv: Inställningen är fullständig, du kan nu börja använda den integrerade utvecklingsmiljön.<br />Tack för att du använde programvaran. Mycket nöje!
tr: Yapılandırma tamamlandı, Tümleşik Geliştirme Ortamı'nı kullanmaya şimdi başlayabilirsiniz.<br />Yazılımı kullandığınız için teşekkürler. Keyfini çıkarın!
zh_cn: 配置完成，您现在可以开始使用 IDE 了。<br />感谢您使用本软件。尽情享用吧！
zh_tw: 設定已完成，您可以開始使用整合開發環境了。<br />謝謝您使用本軟體。

# @title:menu
source: Embedded
ar: مُضمَّن
az: Daxilə quraşdırılmış
ca@valencia: Incrustat
eo: Enigita
es: Empotrado
et: Sardseadmed
fr: Embarqué
he: משובצות
ko: 임베디드
pl: Osadzony
sl: Vdelano
sv: Inbäddade
tr: Gömülü
zh_cn: 嵌入式
zh_tw: 嵌入式

source: Please run the first time wizard.
ar: شغّل الساحر مبدئيًا.
az: İlkin quraşdırma bələdçisini başladın
ca@valencia: Per favor, executeu l'assistent per primera vegada.
eo: Bonvolu ruli la unuan sorĉiston.
es: Por favor, ejecute el asistente del primer uso.
et: Palun käivita esimese korra nõustaja.
fr: Veuillez lancer l'assistant première utilisation.
he: נא להריץ את אשף הפעם הראשונה.
it: Esegui la procedura guidata del primo avvio.
ka: გაუშვით პირველი გაშვების ოსტატი.
ko: 첫 실행 마법사를 실행하십시오.
pl: Wywołaj pomocnika pierwszego uruchomienia.
sl: Prosim poženite čarovnika prvega zagona.
sv: Gör förstagångsguiden.
tr: Lütfen ilk yapılandırma sihirbazını çalıştırın.
zh_cn: 请运行初次启动向导。
zh_tw: 請執行初始設定精靈。

source: Please add a microcontroller
ar: أضف متحكمًا دقيقًا
az: Mikrokontroller əlavə edin
ca@valencia: Per favor, afegiu un microcontrolador
eo: Bonvolu aldoni mikroregilon
es: Por favor, añada un microcontrolador
et: Palun lisa mikrokontroller
fr: Veuillez ajouter un microcontrôleur
he: נא להוסיף מיקרו־בקר
it: Aggiungi un microcontrollore
ka: დაამატეთ მიკროკონტროლერი
ko: 마이크로컨트롤러를 추가하십시오
pl: Dodaj mikrokontroler
sl: Dodajte mikrokrmilnik
sv: Lägg till en mikrokontrollenhet
tr: Lütfen bir mikro denetimci ekleyin
zh_cn: 请添加一个微控制器
