Repository: KDE/kdev-embedded
Catalog: po/*/kdevembedded.po
Languages: ar, az, ca@valencia, eo, es, et, fr, he, it, ka, ko, pl, sl, sv, tr, zh_cn, zh_tw

source: Please connect or select an interface, for example: /dev/ttyUSBx, /dev/ttyACMx, COMx, etc
ar: صل أو اختر واجهة، مثل: /dev/ttyUSBx، /dev/ttyACMx، COMx، إلخ
az: İnterfeysə qoşulun və ya onu seçin, məs.: /dev/ttyUSBx, /dev/ttyACMx, COMx və b.
ca@valencia: Per favor, connecteu i trieu una interfície, per exemple: /dev/ttyUSBx, /dev/ttyACMx, COMx, etc
es: Por favor, conecte o seleccione una interfaz. Por ejemplo: /dev/ttyUSBx, /dev/ttyACMx, COMx, etc.
et: Palun ühenda või vali liides, näiteks: /dev/ttyUSBx, /dev/ttyACMx, COMx jne
fr: Veuillez brancher ou sélectionner une interface, par exemple : /dev/ttyUSBx, /dev/ttyACMx, COMx, etc.
he: נא לחבר או לבחור ממשק, למשל: ‎/dev/ttyUSBx,‏ ‎/dev/ttyACMx,‏ COMx וכו׳
it: Collega o seleziona un'interfaccia, ad esempio:ǹ /dev/ttyUSBx, /dev/ttyACMx, COMx, ecc
ka: მიაერთეთ ან აირჩიეთ ინტერფეისი. მაგ: /dev/ttyUSBx, /dev/ttyACMx, COMx, და სხვ
ko: 장치를 연결하거나 인터페이스를 선택하십시오. 예시: /dev/ttyUSBx, /dev/ttyACMx, COMx 등
pl: Połącz lub wybierz interfejs, na przykład: /dev/ttyUSBx, /dev/ttyACMx, COMx, itp
sl: Povežite se ali izberite vmesnik npr.: /dev/ttyUSBx, /dev/ttyACMx, COMx, itd.
sv: Anslut eller välj ett gränssnitt, exempelvis: /dev/ttyUSBx, /dev/ttyACMx, COMx, etc.
tr: Lütfen bağlanınız veya bir arayüz seçiniz, örneğin: /dev/ttyUSBx, /dev/ttyACMx, COMx, etc
zh_cn: 请连接或选择一个接口，例如： /dev/ttyUSBx， /dev/ttyACMx， COMx，等
zh_tw: 請連線或選擇一個介面，例如： /dev/ttyUSBx、/dev/ttyACMx、COMx 等等

source: Please choose or select a baudrate: 19200, 57600, 115200, etc
ar: اختر أو حدد معدل باود: 19200، 57600، 115200، إلخ
az: Göndərmə sürətini seçin: 19200, 57600, 115200, və s.
ca@valencia: Trieu o trieu una velocitat en bauds: 19200, 57600, 115200, etc
es: Por favor, seleccione una velocidad en baudios: 19200, 57600, 115200, etc.
et: Palun vali modulatsioonikiirus: 19200, 57600, 115200 jne
fr: Veuillez choisir ou sélectionner une vitesse de transmission : 19200, 57600, 115200, etc.
he: נא למלא או לבחור קצב נתונים: 19200, 57600, 115200, וכו׳
it: Scegli o seleziona una velocità di baud: 19200, 57600, 115200, ecc
ka: აირჩიეთ ან შეიყვანეთ ბოდების სიხშირე: 19200, 57600, 115200, ა. შ
ko: 전송률을 입력하거나 선택하십시오: 19200, 57600, 115200 등
pl: Wybierz szybkość transmisji: 19200, 57600, 115200, itp
sl: Izberite hitrost v baudih: 19200, 57600, 115200, itd.
sv: Välj en baudhastighet: 19200, 57600, 115200, etc.
tr: Lütfen bir bauddeğeri seçiniz vaya saylayınız 19200, 57600, 115200, vb
zh_cn: 请输入或选择一个波特率： 19200，57600，115200，等

source: Variables to programmer:
ar: متغيرات للمبرمج:
az: Dəyişənlər proqramlayıcıya:
ca@valencia: Variables al programador:
eo: Variabloj al programisto:
es: Variables para el programador:
et: Programmeerija muutujad:
fr: Variables pour le programmeur :
he: משתנים לצורב:
it: Variabili per il programmatore:
ka: პროგრამატორის ცვლადები
ko: 프로그래머 변수:
pl: Zmienne dla programisty:
sl: Spremenljivke za programerja:
sv: Variabler för programmerare:
tr: Programlayıcıya değişkenler:
zh_cn: 程序员可用变量：

source: %avrdudeconf - Specify location of configuration file.
ar: %avrdudeconf - حدد موقع ملف التشكيلة.
az: %avrdudeconf - Qurulma faylının yerini göstərinş
ca@valencia: %avrdudeconf - Especifica la ubicació del fitxer de configuració.
eo: %avrdudeconf - Specifi lokon de agorda dosiero.
es: %avrdudeconf - Indica la ubicación del archivo de configuración.
et: %avrdudeconf - seadistusfaili asukoha määramine.
fr: %avrdudeconf - Spécifier l'emplacement du fichier de configuration.
he: %avrdudeconf - ציון מקום קובץ הגדרות.
it: %avrdudeconf - specifica la posizione del file di configurazione.
ka: %avrdudeconf - მიუთითეთ კონფიგურაციის ფაილის მდებარეობა
ko: %avrdudeconf - 설정 파일의 위치를 지정하십시오.
pl: %avrdudeconf - Określa położenie pliku ustawień.
sl: %avrdudeconf - Določite lokacijo nastavitvene datoteke.
sv: %avrdudeconf - Ange plats för inställningsfil.
tr: %avrdudeconf - Yapılandırma konumunu belirt.
zh_cn: %avrdudeconf - 指定配置文件位置。
zh_tw: %avrdudeconf - 指定設定檔案的位置。

source: %mcu - Required. Specify AVR device.
ar: %mcu - مطلوب. حدد جهاز AVR.
az: %mcu - Tələb olunur. AVR cihazını göstərin.
ca@valencia: %mcu - Requerit. Especifica un dispositiu AVR.
eo: %mcu - Bezonata. Specifi AVR-aparaton.
es: %mcu - Necesaria. Indica el dispositivo AVR.
et: %mcu - Nõutav. AVR seadme määramine.
fr: %mcu - Obligatoire. Spécifier le périphérique AVR.
he: %mcu - חובה. ציון התקן AVR.
it: %mcu - richiesta. Specifica il dispositivo AVR.
ka: %mcu - აუცილებელია. მიუთითეთ AVR მოწყობილობა.
ko: %mcu - 필요합니다. AVR 장치를 지정하십시오.
pl: %mcu - Wymagane. Określa urządzenie AVR.
sl: %mcu - Zahtevano. Določite napravo AVR.
sv: %mcu - Krävs. Ange AVR-enhet.
tr: %mcu - Zorunlu. AVR aygıtı belirt.
zh_cn: %mcu - 必需参数。指定 AVR 设备。
zh_tw: %mcu - 必要。指定 AVR 裝置。

source: %interface - Specify connection port.
ar: %interface - حدد منفذ الاتصال.
az: %interface - Bağlantı portunu göstərin
ca@valencia: %interface - Especifica un port de connexió.
eo: %interfaco - Specifi konektan pordon.
es: %interface - Indica el puerto de conexión.
et: %interface - Ühenduspordi määramine.
fr: %interface - Spécifier le port de connexion.
he: %interface - ציון פתחת חיבור.
it: %interface - specifica la porta per la connessione.
ka: %interface - მიუთეთ მისაერთებელი პორტი.
ko: %interface - 연결 포트를 지정하십시오.
pl: %interface - Określa port połączenia.
sl: %interface - Določite vrata povezave.
sv: %interface - Ange anslutningsport.
tr: %interface - Bağlantı noktası belirt.
zh_cn: %interface - 指定连接用端口。
zh_tw: %interface - 指定連接埠。

source: %baud - Override RS-232 baud rate.
ar: %baud - تجاوز معدل باود RS-232.
az: %baud - RS-232 göndərmə sürətini ləğv edin.
ca@valencia: %baud - Anul·la la velocitat de RS-232 bauds.
eo: %baud - Anstataŭigi RS-232-baŭdrapidecon.
es: %baud - Redefine la velocidad en baudios de RS-232.
et: %baud - RS-232 moduleerimiskiiruse tühistamine.
fr: %baud - Ignorer la vitesse de transmission RS-232.
he: %baud - מעקף קצב באוד של RS-232.
it: %baud - usa al posto della velocità di baud di RS-232.
ka: %baud - RS-232 -ის ბოდური სიხშირის გადაფარვა.
ko: %baud - RS-232 전송률을 재지정합니다.
pl: %baud - Zastąpienie szybkości transmisji RS-232.
sl: %baud - spremenite hitrost prenosa RS-232.
sv: %baud - Överskrid RS-232 baudhastighet.
tr: %baud - RS-232 baud değeri üzerine yaz.
zh_cn: %baud - 指定 RS-232 波特率。
zh_tw: %baud - 覆寫 RS-232 baud 速率。

source: %hex - Firmware.
ar: %hex - برنامج ثابت.
az: %hex - Tikilmiş proqram.
ca@valencia: %hex - Microprogramari.
eo: %hex - Firmvaro.
et: %hex - Püsivara.
he: %hex - קושחה.
ka: %hex - მიკროკოდი.
ko: %hex - 펌웨어입니다.
pl: %hex - Oprogramowanie układowe.
sl: %hex - vdelana programska oprema.
sv: %hex - Fast programvara.
tr: %hex - Üretici yazılımı.
zh_cn: %hex - 固件。
zh_tw: %hex - 韌體。

source: %avrdude - Avrdude is a program for downloading code and data to Atmel AVR microcontrollers.
ar: %avrdude - Avrdude هو برنامج لتنزيل الشيفرات والبيانات إلى المتحكمات الدقيقة Atmel AVR.
az: %avrdude - Avrdude, Atmel AVR mikrokontrollerləri üçün kod və məlumatları endirirlmək üçün proqramdır.
ca@valencia: %avrdude - Avrdude és un programa per a la baixada de codi i dades per als microcontroladors AVR d'Atmel.
es: %avrdude - Avrdude es un programa para descargar código y datos para los microcontroladores Atmel AVR.
et: %avrdude - Avrdude on programm Atmeli AVR mikrokontrollerite koodi ja andmete allalaadimiseks.
fr: %avrdude - Le programme « avrdude » permet le téléchargement de code et de données vers des microcontrôleurs « AVR Atmel ».
he: ‏‎%avrdude ‏- Avrdude היא תוכנית להורדת קוד ונתונים למיקרובקרים מסוג AVR מבית Atmel.
it: %avrdude - Avrdude è un programma per scaricare codice e dati nei microcontrollori Atmel AVR.
ka: %avrdude - Avrdude -ი Atmel AVR მიკროკონტროლერებში კოდის გადმოსაწერი პროგრამაა.
ko: %avrdude - Avrdude는 Atmel AVR 마이크로컨트롤러에 코드와 데이터를 다운로드하는 프로그램입니다.
pl: %avrdude - Avrdude jest programem do pobierania kodu i danych dla mikrokontrolerów Atmel AVR.
sl: %avrdude - Avrdude je program za prenos kode in podatkov na mikrokrmilnike Atmel AVR.
sv: %avrdude - Avrdude är ett program för att ladda ner kod och data till Atmel AVR mikrokontrollenheter.
tr: %avrdude Avrdude, kod ve Atmel AVR mikro denetimcilere veri indirmek için bir programdır.
zh_cn: %avrdude - Avrdude 是一个用于向 Atmel AVR 微控制器中下载代码与数据的程序。

source: Configure Embedded Application
ar: اضبط تطبيقًا مُضمَّنًا
az: Daxilə quraşdırmıq tətbiqi ayarlayın
ca@valencia: Configura l'aplicació incrustada
eo: Agordi Enigitan Aplikon
es: Configurar la aplicación empotrada
et: Sardseadme rakenduse seadistamine
fr: Configurer une application embarquée
he: הגדרת יישום משובץ
it: Configura l'applicazione embedded
ka: ჩაშენებული აპლიკაციისმორგება
ko: 임베디드 프로그램 설정
pl: Ustawienia osadzonej aplikacji
sl: Nastavi vdelano aplikacijo
sv: Anpassa inbäddat program
tr: Gömülü Uygulamayı Yapılandır
zh_cn: 配置嵌入式应用程序
zh_tw: 設定嵌入式應用程式

source: Upload applications to embedded platforms
ar: حمّل تطبيقات إلى المنصات المُضمَّنة
az: Tətbiqləri daxili platformaya yükləyin
ca@valencia: Puja les aplicacions a plataformes incrustades
eo: Alŝuti aplikaĵojn al enigitaj platformoj
es: Enviar aplicaciones a las plataformas empotradas
et: Rakenduste üleslaadimine sardplatvormidele
fr: Envoyer des applications vers des plate-formes embarquées
he: העלאת יישומים לפלטפורמות משובצות
it: Carica applicazioni nelle piattaforme embedded
ka: აპლიკაციების ჩაშენებულ პლატფორმებზე ატვირთვა
ko: 임베디드 플랫폼으로 프로그램 업로드
pl: Wysyłaj aplikacje na osadzone platformy
sl: Prenesi aplikacijo v vdelane platforme
sv: Ladda upp program till inbäddade plattformar
tr: Gömülü platformlara uygulamaları yükle
zh_cn: 将应用上传到嵌入式平台
zh_tw: 將應用程式上傳島嵌入式平台

source: Embedded
ar: مُضمَّن
az: Daxilə quraşdırılmış
ca@valencia: Incrustada
eo: Enigita
es: Empotrado
et: Sardseadmed
fr: Embarqué
he: משובץ
ko: 임베디드
pl: Osadzony
sl: Vdelano
sv: Inbäddade
tr: Gömülü
zh_cn: 嵌入式
zh_tw: 嵌入式

source: Embedded Binary
ar: ثنائي مُضمَّن
az: Daxili binar
ca@valencia: Binari incrustat
eo: Enigita Binara
es: Binario empotrado
et: Sardseadmete binaarfail
fr: Binaire embarqué
he: בינרי משובץ
it: Binario embedded
ka: ჩაშენებული ბინარული ფაილი
ko: 임베디드 바이너리
pl: Osadzony plik dwójkowy
sl: Vdelano binarno
sv: Inbäddat binärprogram
tr: Gömülü İkili
zh_cn: 内嵌二进制文件
zh_tw: 嵌入式二進位檔

source: Could not find interface
ar: لا أجد واجهة
az: İnterfeys tapılmadı
ca@valencia: No s'ha pogut trobar la interfície
eo: Ne eblis trovi interfacon
es: No se encuentra la interfaz
et: Liidest ei leitud
fr: Impossible de trouver l'interface
he: לא ניתן למצוא ממשק
it: Impossibile trovare l'interfaccia
ka: ინტერფეისი ვერ ვიპოვე
ko: 인터페이스를 찾을 수 없음
pl: Nie można znaleźć interfejsu
sl: Ni mogoče najti vmesnika
sv: Kunde inte hitta gränssnitt
tr: Arayüz bulunamadı
zh_cn: 无法找到接口
zh_tw: 找不到介面

source: Firmware
ar: برنامج ثابت
az: Tikilmiş proqram
ca@valencia: Microprogramari
eo: Firmvaro
et: Püsivara
he: קושחה
ka: მიკროკოდი
ko: 펌웨어
pl: Oprogramowanie układowe
sl: Vdelana programska oprema
sv: Inbyggd programvara
tr: Üretici Yazılımı
zh_cn: 固件
zh_tw: 韌體

source: Pro&ject Target:
ar: هدف ال&مشروع:
az: &Layihənin hədəfi:
ca@valencia: Destinació del pro&jecte:
eo: Celo de la&projekto:
es: Destino del pro&yecto:
et: Projek&ti sihtmärk:
fr: Cible du pro&jet :
he: &יעד מיזם:
it: Obiettivo del pro&getto:
ka: &პროექტის სამიზნე:
ko: 프로젝트 대상(&J):
pl: Cel pro&jektu:
sl: Cilj projekta:
sv: Pro&jektmål:
tr: Pro&ject Hedefi:
zh_cn: 项目目标(&j)：
zh_tw: 專案目標(&J)：

source: Exec&utable:
ar: القابل لل&تنفيذ:
az: &İcra edilə bilən:
eo: Plen&umebla:
es: Ejec&utable:
et: Täitmis&fail:
fr: Exéc&utable :
he: קובץ ה&פעלה:
it: Eseg&uibile:
ka: &გამშვები:
ko: 실행 파일(&U):
pl: Plik wy&konywalny:
sl: Izvajalni program:
sv: Körbart &program:
tr: Y&ürütülebilir:
zh_cn: 可执行文件(&u)：
zh_tw: 執行檔(&U)：

source: Enter the executable name or absolute path to an executable file
ar: أدخل اسم الملف القابل للتنفيذ أو المسار المطلق إليه
az: İcra edilə bilənin adını və ya icra faylına mütləq yolu daxil edin
ca@valencia: Introduïu el nom de l'executable o el camí absolut cap a un fitxer executable
eo: Enigu la plenumeblan nomon aŭ absolutan vojon al plenumebla dosiero
es: Introduzca el nombre del ejecutable o la ruta absoluta a un archivo ejecutable
et: Kirjuta täitmisfaili nimi või selle täielik asukoht
fr: Saisissez le nom de l'exécutable ou l'emplacement absolu d'un fichier exécutable
he: נא למלא את שם קובץ ההפעלה או נתיב מלא לקובץ הפעלה
it: Inserire il nome dell'eseguibile o il percorso assoluto di un eseguibile
ka: შეიყვანეთ გამშვები ფაილის სახელი ან აბსოლუტური ბილიკი გამშვებ ფაილამდე
ko: 실행 파일의 이름이나 절대 경로를 입력하십시오
pl: Podaj nazwę pliku wykonywalnego lub bezwzględną ścieżkę do niego
sl: Vnesite ime izvedljive datoteke ali absolutno pot do izvedljive datoteke
sv: Ange den körbara filens namn eller absolut sökväg till en körbar fil
tr: Bir yürütülebilirin adını veya tam yolunu girin
zh_cn: 输入可执行文件的名称或绝对路径
zh_tw: 輸入執行檔名稱，或是執行檔的絕對路徑

source: MCU:
ar: وحدة التحكم الدقيقة (MCU):
zh_cn: 微控制器：

source: Board:
ar: لوحة:
az: Lövhə:
ca@valencia: Tauler:
eo: Estraro:
es: Placa:
et: Arendusplaat:
fr: Circuit imprimé :
he: לוח:
it: Scheda:
ka: დაფა:
ko: 보드:
pl: Płytka:
sl: Plošča:
sv: Kort:
tr: Kart:
zh_cn: 开发板：

source: Interface:
ar: واجهة:
az: Interfeys:
ca@valencia: Interfície:
eo: Interfaco:
es: Interfaz:
et: Liides:
he: ממשק:
it: Interfaccia:
ka: ინტერფეისი:
ko: 인터페이스:
pl: Interfejs:
sl: Vmesnik:
sv: Gränssnitt:
tr: Arayüz:
zh_cn: 接口：
zh_tw: 介面：

source: Presets:
ar: محددات مبدئية:
az: Hazır ayarlar:
ca@valencia: Valors predeterminats:
eo: Antaŭagordoj:
es: Preajustes:
et: Valmisvalikud:
fr: Préréglages :
he: ערכות:
it: Preimpostazioni:
ka: პრესეტები:
ko: 사전 설정:
pl: Nastawy:
sl: Prednastavitve:
sv: Förinställningar:
tr: Kanallar:
zh_cn: 预设：
zh_tw: 預設檔：

source: Arduino
ar: أردوينو
ko: 아두이노

source: Nano
ar: نانو

source: Please, connect an interface
ar: صل واجهة، من فضلك
az: Lütfən İnterfeysə qoşulun
ca@valencia: Per favor, connecteu una interfície
eo: Bonvolu konekti interfacon
es: Por favor, conecte una interfaz
et: Palun ühenda liides
fr: Veuillez brancher une interface.
he: נא לחבר ממשק
it: Collega un'interfaccia
ka: შეაერთეთ ინტერფეისი
ko: 인터페이스를 연결하십시오
pl: Podłącz interfejs
sl: Povežite vmesnik
sv: Anslut ett gränssnitt
tr: Lütfen, bir arayüze bağlanın
zh_cn: 请连接一个接口
zh_tw: 請連線介面

source: Baud rate:
ar: معدل باود:
az: Göndərmə sürəti:
ca@valencia: Velocitat en bauds:
eo: Baudrapideco:
es: Velocidad en baudios:
et: Moduleerimiskiirus:
fr: Vitesse de transmission :
he: קצב באוד:
it: Velocità in baud:
ka: ბოდების სიჩქარე:
ko: 전송률:
pl: Szybkość baud:
sl: Hitrost prenosa:
sv: Baudhastighet:
tr: Baud değeri:
zh_cn: 波特率：

source: Working Directory:
ar: دليل العمل:
az: İş qovluğu:
ca@valencia: Directori de treball:
eo: Labora Dosierujo:
es: Directorio de trabajo:
et: Töökataloog:
fr: Dossier de travail :
he: תיקיית עבודה:
it: Cartella di lavoro:
ka: სამუშაო საქაღალდე:
ko: 작업 디렉터리:
pl: Katalog pracy:
sl: Delovni imenik:
sv: Arbetskatalog:
tr: Çalışma Dizini:
zh_cn: 工作目录：
zh_tw: 工作目錄：

source: Select a working directory for the executable
ar: اختر دليل عمل للملف القابل للتنفيذ
az: İcra ediləbilən üçün iş qovluğunu seçin
ca@valencia: Trieu un directori de treball per a l'executable
eo: Elekti labordosierujon por la binarprogramo
es: Seleccione un directorio de trabajo para el ejecutable
et: Vali täitmisfaili töökataloog
fr: Sélectionnez un dossier de travail pour l'exécutable
he: נא לבחור תיקיית עבודה לקובץ ההפעלה
it: Seleziona una cartella di lavoro per l'eseguibile
ka: აირჩიეთ გამშვები ფაილის სამუშაო საქაღალდე
ko: 실행 파일의 작업 디렉터리를 선택하십시오
pl: Wpisz katalog pracy dla pliku wykonywalnego
sl: Izberite delovni imenik za izvedljivi program
sv: Välj arbetskatalog för det körbara programmet
tr: Yürütülebilir için bir çalışma dizini seçin
zh_cn: 选择可执行文件的工作目录
zh_tw: 選擇執行檔的工作目錄

source: Arguments:
ar: وسائط:
az: Arqumentlər:
eo: Argumentoj:
es: Argumentos:
et: Argumendid:
he: ארגומנטים:
it: Argomenti:
ka: არგუმენტები:
ko: 인자:
pl: Argumenty:
sl: Argumenti:
sv: Argument:
tr: Argümanlar:
zh_cn: 参数：
zh_tw: 參數：

source: Command:
ar: أمر:
az: Əmr:
ca@valencia: Ordre:
eo: Komando:
es: Orden:
et: Käsk:
fr: Commande :
he: פקודה:
it: Comando:
ka: ბრძანება:
ko: 명령:
pl: Polecenie:
sl: Ukaz:
sv: Kommando:
tr: Komut:
zh_cn: 命令：
zh_tw: 命令：

source: <p>Defines the command to execute the external terminal emulator. Use the following placeholders:</p> <dl> <dt><code>%exe</code></dt> <dd>The path to the executable selected above.</dd> <dt><code>%workdir</code></dt> <dd>The path to the working directory selected above.</dd> </dl> <p>The arguments defined above will get appended to this command.</p>
ar: <p>يحدد الأمر لتنفيذ محاكي الطرفية الخارجي. استعمل المخصصات التالية:</p> <dl> <dt><code>%exe</code></dt> <dd>مسار الملف القابل للتنفيذ المختار أعلاه.</dd> <dt><code>%workdir</code></dt> <dd>مسار دليل العمل المختار أعلاه.</dd> </dl> <p>تُلحَق الوسائط المحددة أعلاه بهذا الأمر.</p>
az: <p>Xarici terminal emulyatoruna icra əmrini təyin edir. Aşağıdakı dolduruculardan istifadə edin:</p> <dl> <dt><code>%exe</code></dt> <dd>İcra ediləbilənə yuxarıda seçilmiş yol.</dd> <dt><code>%workdir</code></dt> <dd>İş qovluğuna yuxarıda seçilmiş yol.</dd> </dl> <p>Yuxarıda seçilmiş arqumentlər bu əmrə əlavə ediləcəkdir.</p>
ca@valencia: <p>Establix l'ordre per a executar l'emulador de terminal extern. Utilitzeu les variables de substitució següents:</p> <dl> <dt><code>%exe</code></dt> <dd>El camí cap a l'executable seleccionat més amunt.</dd> <dt><code>%workdir</code></dt> <dd>El camí cap al directori de treball seleccionat més amunt.</dd> </dl> <p>Els arguments definits més amunt s'afegiran a esta ordre.</p>
es: <p>Define la orden para ejecutar el emulador de terminal externo. Use las siguientes variables de sustitución:</p> <dl> <dt><code>%exe</code></dt> <dd>La ruta al ejecutable seleccionado más arriba.</dd> <dt><code>%workdir</code></dt> <dd>La ruta al directorio de trabajo seleccionado más arriba.</dd> </dl> <p>Los argumentos definidos anteriormente se añadirán a esta orden.</p>
et: <p>Käsu määramine, mida käivitada välises terminalimulaatoris. Kasutada saab järgmisi kohatäitjaid:</p> <dl> <dt><code>%exe</code></dt> <dd>Ülal valitud täitmisfaili asukoht.</dd> <dt><code>%workdir</code></dt> <dd>Ülal valitud töökataloogi asukoht.</dd> </dl> <p>Ülal määratud argumendid lisatakse käsule.</p>
fr: <p>Définit la commande pour exécuter l'émulateur de terminal externe. Utilisez les caractères substituables suivants :</p> <dl> <dt><code>%exe</code></dt> <dd>L'emplacement de l'exécutable sélectionné ci-dessus.</dd> <dt><code>%workdir</code></dt> <dd>L'emplacement du dossier de travail sélectionné ci-dessus.</dd> </dl> <p>Les arguments définis ci-dessus seront ajoutés à la fin de cette commande.</p>
he: <p>הגדרת הפקודה להפעלת מדמה המסוף החיצוני. אפשר להשתמש בממלאי המקום הבאים:</p> <dl> <dt><code>‎%exe</code></dt> <dd>הנתיב לקובץ ההפעלה שנבחר לעיל.</dd> <dt><code>‎%workdir</code></dt> <dd>הנתיב לתיקיית העבודה שנבחרה לעיל.</dd> </dl> <p>הארגומנטים שמוגדרים לעיל יתווספו לפקודה הזאת.</p>
it: <p>Definisce il comando per eseguire l'emulatore di terminale esterno. Usare i segnaposti seguenti:</p> <dl> <dt><code>%exe</code></dt> <dd>Il percorso del file eseguibile selezionato in precedenza.</dd> <dt><code>%workdir</code></dt> <dd>Il percorso della cartella di lavoro selezionata in precedenza.</dd> </dl> <p>Gli argomenti definiti in precedenza saranno aggiunti a questo comando.</p>
ka: <p>განსაზღვრავს ბრძანებას გარე ტერმინალის ემულატორის შესასრულებლად. გამოიყენეთ შემდეგი ჩანაცვლების ველები:</p> <dl> <dt><code>%exe</code></dt> <dd> ზემოთ არჩეული შესრულებადი ფაილის გზა.</dd> <dt><code>%workdir</code></dt> <dd>ზემოთ არჩეული სამუშაო დირექტორიას გზა.</dd> </dl> <p>ზემოთ განსაზღვრული არგუმენტები დაემატება ამ ბრძანებას.</p>
ko: <p>외부 터미널 에뮬레이터를 실행할 명령입니다. 다음 자리 비움자를 사용할 수 있습니다:</p> <dl> <dt><code>%exe</code></dt> <dd>지정한 실행 파일의 경로입니다.</dd> <dt><code>%workdir</code></dt> <dd>지정한 작업 디렉터리 경로입니다.</dd> </dl> <p>위에 지정한 인자를 이 명령에 덧붙입니다.</p>
pl: <p>Określa polecenie do wykonania emulatora zewnętrznego terminalu. Użyj następujących pól wieloznacznych:</p> <dl> <dt><code>%exe</code></dt> <dd>Ścieżka do pliku wykonywalnego wybrana powyżej.</dd> <dt><code>%workdir</code></dt> <dd>Ścieżka do katalogu roboczego wybranego powyżej.</dd> </dl> <p>Argumenty zdefiniowane powyżej zostaną dołączone do tego polecenia.</p>
sl: <p>Določi ukaz za izvajanje zunanjega emulatorja terminala. Uporabite naslednja določila:</p> <dl> <dt><code>%exe</code></dt> <dd>Pot do zgoraj izbrane izvedljive datoteke.</dd> <dt><code>%workdir</code></dt> <dd>Pot do delovnega imenika določenega zgoraj.</dd> </dl> <p>Argumenti določeni zgoraj bodo dodani temu ukazu.</p>
sv: <p>Definierar kommandot för att köra den externa terminalemulatorn. Använd följande platsmarkörer:</p> <dl> <dt><code>%exe</code></dt> <dd>Sökvägen till det körbara programmet valt ovan.</dd> <dt><code>%workdir</code></dt> <dd>Sökvägen till arbetskatalogen vald ovan.</dd> </dl> <p>Argumenten som definieras ovan kommer att läggas till sist i kommandot.</p>
tr: <p>Dış uçbirim sistemini çalıştırmak için komut tanımlar. Takip eden yer tutucularını kullanın:</p> <dl> <dt><code>%exe</code></dt> <dd>Yukarıda seçili çalıştırılabilir dosyanın yolu.</dd> <dt><code>%workdir</code></dt> <dd>Yukarıda seçili çalışma dizininin yolu.</dd> </dl> <p>Yukarıda tanımlanan argümanlar bu komutu ekleyecektir.</p>
zh_cn: <p>定义外部终端模拟器要执行的命令。使用如下占位符：</p> <dl> <dt><code>%exe</code></dt> <dd>上方选定的可执行文件。</dd> <dt><code>%workdir</code></dt> <dd>上方选定的工作目录。</dd> </dl> <p>上方定义的参数将会附加到此命令后。</p>
zh_tw: <p>定義執行外部終端機模擬器用的命令。請使用以下佔位符：</p> <dl> <dt><code>%exe</code></dt> <dd>上方所選的執行檔的路徑。</dd> <dt><code>%workdir</code></dt> <dd>上方所選的工作目錄路徑。</dd> </dl> <p>上方定義的參數會加到這個命令後方。</p>

source: There is a quoting error in the arguments for the launch configuration '%1'. Aborting start.
ar: يوجد خطأ اقتباس في وسائط تشكيلة الإطلاق '%1'. إجهاض البدء.
az: "%1" başlatmaq ayarları üçün arqumentlərdə dırnaq işarəsindən istifadə edərkən xəta baş verdi. Bşladılma ləğv edildi.
ca@valencia: S'ha produït un error de citació en els arguments de la configuració del llançament «%1». S'interromp.
es: Existe un error de comillas en los argumentos para la configuración del lanzador «%1». Se ha interrumpido en inicio.
et: Käivitusseadistuses "%1" esineb argumentide jutumärgistamise tõrge. Käivitamisest loobuti.
fr: Il y a une erreur de guillemets dans les arguments pour la configuration de lancement « %1 ». Interruption du démarrage.
he: יש שגיאת ציטוט בארגומנטים להגדרות ההפעלה ‚%1’. ההתחלה מושבתת.
it: Si è verificato un'errore di interpretazione negli argomenti per la configurazione di lancio «%1». Avvio interrotto.
ka: ბრჭყალების შეცდომა %1-ის კონფიგურაციის გაშვებისას. გაშვება გაუქმებულია.
ko: 실행 설정 '%1'에서 인자의 따옴표 오류를 찾았습니다. 중단합니다.
pl: Wystąpił błąd cytowania w argumentach dla ustawień uruchomieniowych '%1'. Przerywano uruchamianie.
sl: V argumentih za nastavitev zagona '%1' je napaka citiranja. Prekinitev zagona.
sv: Det finns ett citationsfel i argumenten för startinställningen '%1'. Avbryter start.
tr: '%1' başlatma yapılandırması için bağımsız değişkenlerinde bir alıntılama hatası var. Başlatma iptal ediliyor.
zh_cn: 启动配置“%1”的参数中有一个转义错误。停止启动。
zh_tw: 啟動設定「%1」的參數有錯誤的引號。取消啟動。
